/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page",
      "settings": {
        "add_top_padding": true
      }
    },
    "template_text_only_one_column_xrgh63": {
      "type": "template-text-only-one-column",
      "blocks": {
        "text_DgzeXL": {
          "type": "text",
          "name": "Pēdējo reizi atjaunināts",
          "settings": {
            "title": "",
            "text": "<p>Pēdējo reizi atjaunināts: 2025. gada 6. decembrī</p>",
            "text_html": ""
          }
        },
        "text_FmUcMH": {
          "type": "text",
          "name": "Ievads",
          "settings": {
            "title": "",
            "text": "<p>Skin Profile darbojas šis veikals un tīmekļa vietne, tostarp visa saistītā informācija, saturs, funkcijas, rīki, produkti un pakalpojumi, lai nodrošinātu jums – klientam – atlasītu iepirkšanās pieredzi (turpmāk – “Pakalpojumi”). Skin Profile darbību nodrošina Shopify, kas mums ļauj sniegt jums Pakalpojumus. Šajā Privātuma politikā ir aprakstīts, kā mēs vācām, izmantojam un izpaužam jūsu personas informāciju, kad apmeklējat, izmantojat vai veicat pirkumu vai citu darījumu, izmantojot Pakalpojumus, vai citādi sazināties ar mums. Ja šīs Privātuma politikas un mūsu Pakalpojumu sniegšanas noteikumu starpā pastāv pretrunas, attiecībā uz jūsu personas informācijas vākšanu, apstrādi un izpaušanu noteicošā ir šī Privātuma politika.</p><p>Lūdzu, rūpīgi izlasiet šo Privātuma politiku. Izmantojot jebkurus Pakalpojumus, jūs apliecināt, ka esat izlasījis šo Privātuma politiku un saprotat tajā aprakstīto jūsu informācijas vākšanu, izmantošanu un izpaušanu.</p>",
            "text_html": ""
          }
        },
        "text_ntGW7x": {
          "type": "text",
          "name": "Personas informācija, ko mēs vācam vai apstrādājam",
          "settings": {
            "title": "Personas informācija, ko mēs vācam vai apstrādājam",
            "text": "<p>Termins “personas informācija” attiecas uz informāciju, kas identificē vai var pamatoti tikt sasaistīta ar jums vai citu personu. Personas informācijā neietilpst anonīmi apkopota vai deidentificēta informācija, ko nav iespējams sasaistīt ar jums. Atkarībā no tā, kā izmantojat Pakalpojumus, kur dzīvojat un ko atļauj vai pieprasa piemērojamie tiesību akti, mēs varam vākt vai apstrādāt šādas kategorijas:</p><ul><li><strong>Kontaktinformācija,</strong> tostarp jūsu vārds, adrese, norēķinu adrese, piegādes adrese, tālruņa numurs un e-pasta adrese.<br/></li><li><strong>Finansiālā informācija</strong>, tostarp kredītkaršu, debetkaršu un kontu numuri, maksājumu kartes dati, konta dati, darījumu informācija, maksājuma veids, maksājuma apstiprinājums un cita maksājumu informācija.<br/></li><li><strong>Konta informācija</strong>, tostarp lietotājvārds, parole, drošības jautājumi, preferences un iestatījumi.<br/></li><li><strong>Darījumu informācija</strong>, tostarp apskatītās preces, grozā ievietotās preces, vēlmju sarakstā pievienotās preces, iegādātās, atgrieztās, apmainītās vai atceltās preces, kā arī iepriekšējie darījumi.<br/></li><li><strong>Saziņa ar mums</strong>, tostarp informācija, ko sniedzat, piemēram, klientu atbalsta pieprasījumos.<br/></li><li><strong>Ierīces informācija</strong>, tostarp informācija par jūsu ierīci, pārlūku vai tīkla savienojumu, IP adrese un citi unikāli identifikatori.<br/></li><li><strong>Lietošanas informācija</strong> par to, kā mijiedarbojaties ar Pakalpojumiem, tostarp to, kā un kad pārlūkojat Pakalpojumus.</li></ul>",
            "text_html": ""
          }
        },
        "text_cDqnjj": {
          "type": "text",
          "name": "Personas informācijas avoti",
          "settings": {
            "title": "Personas informācijas avoti",
            "text": "<p>Mēs varam vākt personas informāciju:</p><ul><li><strong>Tieši no jums</strong>, piemēram, kad izveidojat kontu, izmantojat Pakalpojumus, sazināties ar mums vai citādi sniedzat informāciju;</li><li><strong>Automātiski, izmantojot Pakalpojumus un jūsu ierīci</strong>, tostarp izmantojot sīkfailus un līdzīgas tehnoloģijas;</li><li><strong>No mūsu pakalpojumu sniedzējiem</strong>, kas apstrādā personas informāciju mūsu vārdā;</li><li><strong>No partneriem vai citiem trešajiem uzņēmumiem.</strong></li></ul>",
            "text_html": ""
          }
        },
        "text_9hph3L": {
          "type": "text",
          "name": "Kā mēs izmantojam jūsu personas informāciju",
          "settings": {
            "title": "Kā mēs izmantojam jūsu personas informāciju",
            "text": "<p>Atkarībā no tā, kā izmantojat Pakalpojumus, mēs varam izmantot jūsu personas informāciju šādiem mērķiem:<br/></p><ul><li><strong>Pakalpojumu nodrošināšana, personalizēšana un uzlabošana.</strong> Mēs izmantojam jūsu informāciju, lai izpildītu līgumsaistības, apstrādātu maksājumus, izpildītu pasūtījumus, atcerētos jūsu preferences, sūtītu paziņojumus par kontu, apstrādātu pirkumus, atgriešanas, apmaiņas un citus darījumus, organizētu piegādi, nodrošinātu atsauksmju publicēšanu un sniegtu personalizētu iepirkšanās pieredzi.</li><li><strong>Mārketings un reklāma.</strong> Jūsu informāciju izmantojam mārketinga nolūkiem – reklāmu un piedāvājumu sūtīšanai pa e-pastu, SMS vai pastu, kā arī tiešsaistes reklāmu rādīšanai, tostarp balstoties uz jūsu aktivitāti.</li><li><strong>Drošība un krāpšanas novēršana.</strong> Jūsu informācija tiek izmantota, lai autentificētu kontus, nodrošinātu drošus maksājumus, atklātu un novērstu krāpniecisku vai nelikumīgu darbību, aizsargātu pakalpojumus un sabiedrisko drošību.</li><li><strong>Saziņa ar jums.</strong> Mēs izmantojam jūsu informāciju klientu atbalstam un efektīvai sadarbībai.</li><li><strong>Juridiski iemesli.</strong> Mēs varam apstrādāt jūsu personas informāciju, lai ievērotu likumus, atbildētu uz tiesībsargājošo iestāžu pieprasījumiem, izmeklētu pārkāpumus vai piedalītos tiesvedībā.</li></ul>",
            "text_html": ""
          }
        },
        "text_Q46UBF": {
          "type": "text",
          "name": "Personas informācijas izpaušana",
          "settings": {
            "title": "Personas informācijas izpaušana",
            "text": "<p>Mēs varam izpaust jūsu personas informāciju:</p><ul><li>Shopify un citiem pakalpojumu sniedzējiem (piem., IT pārvaldība, maksājumu apstrāde, datu analītika, piegāde).<br/></li><li>Biznesa un mārketinga partneriem, kas sniedz mārketinga pakalpojumus vai rādīs reklāmas.<br/></li><li>Trešajām personām pēc jūsu norādījuma vai piekrišanas (piem., piegādei, sociālo tīklu integrācijām).<br/></li><li>Mūsu saistītajiem uzņēmumiem.<br/></li><li>Biznesa darījumu kontekstā (piem., apvienošana, maksātnespēja), kā arī juridisku pienākumu dēļ.</li></ul>",
            "text_html": ""
          }
        },
        "text_Mg8EBa": {
          "type": "text",
          "name": "Attiecības ar Shopify",
          "settings": {
            "title": "Attiecības ar Shopify",
            "text": "<p>Pakalpojumus hostē Shopify, kas vāks un apstrādās jūsu informāciju, tostarp sniedzot uzlabotas funkcijas. Shopify ir atsevišķs personas datu pārzinis attiecībā uz noteiktiem datu apstrādes aspektiem. Par jūsu tiesībām un informācijas izmantošanu skatiet Shopify Privātuma politiku un Shopify privātuma portālu.</p>",
            "text_html": ""
          }
        },
        "text_kG9bUn": {
          "type": "text",
          "name": "Trešo pušu tīmekļa vietnes un saites",
          "settings": {
            "title": "Trešo pušu tīmekļa vietnes un saites",
            "text": "<p>Pakalpojumos var būt saites uz trešo pušu vietnēm. Mēs neesam atbildīgi par to privātuma vai drošības praksi. Informācija, ko publicējat publiskās vai daļēji publiskās vietnēs (ieskaitot sociālos tīklus), var būt redzama citiem lietotājiem.</p>",
            "text_html": ""
          }
        },
        "text_HkKaxB": {
          "type": "text",
          "name": "Bērnu dati",
          "settings": {
            "title": "Bērnu dati",
            "text": "<p>Pakalpojumi nav paredzēti bērniem, un mēs apzināti nevācam informāciju no nepilngadīgajiem. Ja esat vecāks vai aizbildnis un uzskatāt, ka bērns ir sniedzis mums savus datus, lūdzu, sazinieties ar mums, lai tos dzēstu. Šobrīd mums nav zināms, ka mēs “koplietotu” vai “pārdotu” nepilngadīgo līdz 16 gadu vecumam personas informāciju.</p>",
            "text_html": ""
          }
        },
        "text_G73cbg": {
          "type": "text",
          "name": "Informācijas drošība un glabāšana",
          "settings": {
            "title": "Informācijas drošība un glabāšana",
            "text": "<p>Mēs nevaram garantēt absolūtu drošību. Informācija, ko nosūtāt, pārsūtīšanas laikā var nebūt aizsargāta. Mēs iesakām nesūtīt konfidenciālu informāciju, izmantojot nedrošus kanālus.</p><p>Datu glabāšanas ilgums ir atkarīgs no nepieciešamības uzturēt kontu, sniegt pakalpojumus, ievērot likumus vai risināt strīdus.</p>",
            "text_html": ""
          }
        },
        "text_8QpPaL": {
          "type": "text",
          "name": "Jūsu tiesības un izvēles",
          "settings": {
            "title": "Jūsu tiesības un izvēles",
            "text": "<p>Atkarībā no jūsu dzīvesvietas jums var būt tiesības:</p><ul><li><strong>Tiesības piekļūt </strong>– pieprasīt jūsu personas datu kopiju.</li><li><strong>Tiesības dzēst </strong>– lūgt dzēst jūsu personas informāciju.</li><li><strong>Tiesības labot</strong> – labot neprecīzus datus.</li><li><strong>Datu pārnesamība</strong> – saņemt vai nodot jūsu datus trešai pusei.</li><li><strong>Paziņojumu pārvaldība</strong> – atteikties no mārketinga ziņojumiem.</li></ul><p>EEA/UK iedzīvotājiem ir papildu tiesības:</p><ul><li><strong>Iebilst pret apstrādi</strong> vai ierobežot to.</li><li><strong>Atsaukt piekrišanu</strong> turpmākai apstrādei.</li></ul><p>Mums var būt nepieciešams pārbaudīt jūsu identitāti. Jūs varat arī pilnvarot pārstāvi.</p>",
            "text_html": ""
          }
        },
        "text_gTDwAJ": {
          "type": "text",
          "name": "Sūdzības",
          "settings": {
            "title": "Sūdzības",
            "text": "<p>Ja jums ir sūdzības par jūsu personas datu apstrādi, sazinieties ar mums. Jums var būt tiesības iesniegt sūdzību datu aizsardzības iestādē.</p>",
            "text_html": ""
          }
        },
        "text_FfrFQj": {
          "type": "text",
          "name": "Starptautiski datu pārsūtījumi",
          "settings": {
            "title": "Starptautiski datu pārsūtījumi",
            "text": "<p>Jūsu informācija var tikt pārsūtīta uz valstīm ārpus jūsu dzīvesvietas. Ja dati tiek pārsūtīti uz EEA vai Apvienotās Karalistes ārpusē esošām valstīm, mēs izmantojam atzītus pārsūtīšanas mehānismus, piemēram, ES standarta līguma klauzulas.</p>",
            "text_html": ""
          }
        },
        "text_AeQyWD": {
          "type": "text",
          "name": "Izmaiņas šajā Privātuma politikā",
          "settings": {
            "title": "Izmaiņas šajā Privātuma politikā",
            "text": "<p>Mēs varam šo politiku periodiski atjaunināt. Izmaiņas tiks publicētas, norādot atjaunināšanas datumu, un, ja nepieciešams, tiks sniegts paziņojums.</p>",
            "text_html": ""
          }
        },
        "text_FXEwGm": {
          "type": "text",
          "name": "Kontaktinformācija",
          "settings": {
            "title": "Kontaktinformācija",
            "text": "<p>Ja jums ir jautājumi par šo Privātuma politiku vai vēlaties izmantot savas tiesības, lūdzu, rakstiet vai zvaniet mums:</p><ul><li><a href=\"tel: +37127841111 \" title=\"tel: +37127841111 \">+371 27841111 </a></li><li><a href=\"mailto:linards@slmedia.lv\" title=\"mailto:linards@slmedia.lv\">linards@slmedia.lv</a></li><li>Enerģētikas iela 2-5, </li><li>Mālpils, 2152, Latvija </li></ul><p>Saskaņā ar piemērojamiem datu aizsardzības likumiem mēs esam jūsu personas datu pārzinis.</p>",
            "text_html": ""
          }
        }
      },
      "block_order": [
        "text_DgzeXL",
        "text_FmUcMH",
        "text_ntGW7x",
        "text_cDqnjj",
        "text_9hph3L",
        "text_Q46UBF",
        "text_Mg8EBa",
        "text_kG9bUn",
        "text_HkKaxB",
        "text_G73cbg",
        "text_8QpPaL",
        "text_gTDwAJ",
        "text_FfrFQj",
        "text_AeQyWD",
        "text_FXEwGm"
      ],
      "name": "Privātuma politika",
      "settings": {
        "title": "Privātuma politika"
      }
    }
  },
  "order": [
    "main",
    "template_text_only_one_column_xrgh63"
  ]
}
