/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page",
      "settings": {
        "add_top_padding": true
      }
    },
    "template_text_only_one_column_xrgh63": {
      "type": "template-text-only-one-column",
      "blocks": {
        "text_DgzeXL": {
          "type": "text",
          "name": "1. VISPĀRĪGIE NOTEIKUMI",
          "settings": {
            "title": "1. VISPĀRĪGIE NOTEIKUMI",
            "text": "<p>1.1. Pārdevējs ir SIA “PIECAS DIENAS”, reģistrācijas Nr. 44103127212, juridiskā adrese: Siguldas nov., Sigulda, Krišjāņa Barona iela 4 – 24, LV-2150; e-pasta adrese: toskinprofile@gmail.com  ; tālr. +371 26444554; (turpmāk – Uzņēmums), interneta veikala tīmekļa vietnē www.skinprofile.lv (turpmāk – e-veikals).</p><p>1.2. Pircējs ir fiziska vai juridiska persona (turpmāk – Pircējs), kas veic preču (turpmāk – Prece) pirkumu Uzņēmuma e-veikalā.</p><p>1.3. Pircējam, veicot pirkumu e-veikalā, ir pienākums norādīt savu vārdu, uzvārdu/nosaukumu, mobilā tālruņa numuru, e-pasta adresi un piegādes adresi. Veicot pasūtījumu, Pircējs apliecina, ka tam nav tiesisku šķēršļu noslēgt līgumu ar Uzņēmumu par e-veikala izmantošanu.</p><p>1.4.  Brīdī, kad Pircējs ar interneta starpniecību iegādājas Preci e-veikalā,  šāda savstarpējā vienošanās tiek uzskatīta par Distances līgumu un ir pakļauta tiesību normām, kas regulē Distances līgumu tai skaitā, bet ne tikai, Patērētāju tiesību aizsardzības likumam, 2014.gada 20.maija Ministru Kabineta noteikumiem  Nr.255 „Noteikumi par distances līgumu”. Distances līgums par Preces pirkumu uzskatāms par noslēgtu ar Preces apmaksas brīdi<br/></p>",
            "text_html": ""
          }
        },
        "text_DUQGL3": {
          "type": "text",
          "name": "2. NOTEIKUMI PAR PRECES PASŪTĪŠANU",
          "settings": {
            "title": "2. NOTEIKUMI PAR PRECES PASŪTĪŠANU",
            "text": "<p>2.1. Lai veiktu Preces pirkumu e-veikalā, Pircējam nav nepieciešama reģistrācija.</p><p>2.2. Preces pasūtījuma veikšanas kārtība:</p><ul><li>Pircējam jānospiež poga “Add to Cart”.</li><li>Lai pasūtītu izvēlēto Preci, jānospiež poga „Proceed to checkout” Pircēja iepirkuma groza apakšējā kreisajā pusē, kurā tiek attēlota informācija par groza saturu.</li><li>Pircējam jāievada visa nepieciešamā informācija, lai veiktu pirkumu un Uzņēmums varētu nodrošināt Preces piegādi.<br/></li></ul>",
            "text_html": ""
          }
        },
        "text_XjN8Wb": {
          "type": "text",
          "name": "3. PASŪTĪJUMA APMAKSAS NOTEIKUMI",
          "settings": {
            "title": "3. PASŪTĪJUMA APMAKSAS NOTEIKUMI",
            "text": "<p>3.1. Tiešsaistē norēķinoties ar karti.</p><p>Apmaksa notiek pasūtījuma noformēšanas laikā, ievadot norēķinu kartes numuru.</p><p>Apmaksu ir iespējams veikt ar VISA un MasterCard kredītkartēm un debetkartēm.</p>",
            "text_html": ""
          }
        },
        "text_bUmRDN": {
          "type": "text",
          "name": "4. PIEGĀDES NOTEIKUMI",
          "settings": {
            "title": "4. PIEGĀDES NOTEIKUMI",
            "text": "<p><strong> </strong>4.1. Preces piegādi nodrošina SIA „OMNIVA”, Reģ. nr.: 40103527192<br/>Dzirnieku iela 24, Mārupe, LV-2167 (turpmāk – OMNIVA) un SIA “DPD Latvija”  Reģ. nr.: 40003393255 Uriekstes iela 8A, Rīga, LV-1005 (turpmāk – DPD) . Veicot pirkumu, Pircējs pirms apmaksas par Preci,  norāda, kurā OMNIVA vai DPD pakomātā  vēlas saņemt Preci. Pēc pirkuma apstiprinājuma, Pircējs saņem Preci pakomātā 5 darbdienu laikā, ja prece ir Uzņēmuma noliktavā. Pircējs par to tiek informēts ar īsziņu brīdī, kad Prece tiek nogādāta uz Pircēja norādīto OMNIVA vai DPD pakomātu.  Mobilā tālruņa norādīšana ir nepieciešama īsziņas saņemšanai. Ja Pircējs neizņem Preci no norādītā pakomāta pēc īsziņas saņemšanas 7 dienu laikā, Prece tiek nogādāta atpakaļ Uzņēmumam, un tādējādi Pircējam netiek atgriezta samaksa par piegādi 3 eur apmērā, kas ir iekļauta iekļauta cenā.</p><p>4.2. Par piegādi ārpus Latvijas teritorijas Eiropā Pircējam jāsazinās ar Uzņēmumu pa e-pastu info@skinprofile.lv norādot piegādes adresi ārpus Latvijas. Atkarībā no adresāta, tiek noteikta piegādes maksa un termiņi saskaņā ar OMNIVA vai AS „Latvijas Pasta” noteikumiem par starptautiskajiem sūtījumiem no Latvijas uz ārvalstīm.</p>",
            "text_html": ""
          }
        },
        "text_9fhd6t": {
          "type": "text",
          "name": "5. VISPĀRĪGIE LĪGUMA NOTEIKUMI PAR E-VEIKALA LIETOŠANU UN PIRKUMU VEIKŠANU",
          "settings": {
            "title": "5. VISPĀRĪGIE LĪGUMA NOTEIKUMI PAR E-VEIKALA LIETOŠANU UN PIRKUMU VEIKŠANU",
            "text": "<p>5.1. Pirms pasūtījuma veikšanas Pircējam ir pienākums iepazīties ar šiem noteikumiem.</p><p>5.2. Veicot pasūtījumu, Pircējs apliecina, ka ir pilnībā iepazinies ar šiem noteikumiem, šie noteikumi Pircējam ir saprotami, tie Pircēju apmierina, Pircējs tiem piekrīt un, ka Pircējs tos pildīs.</p><p>5.3. Pircējs, noslēdzot līgumu ar Uzņēmumu, apliecina, ka ir iepazinies ar piedāvātās Preces aprakstu un īpašībām.</p><p>5.4. Pirkuma līgums stājas spēkā ar brīdi, kad Uzņēmums ir saņēmis samaksu par Pircēja veikto pasūtījumu un izbeidzas Preces piegādes brīdī vai ar pilnīgu tā izpildi.</p><p>5.5. Pircējs pērk, bet Uzņēmums pārdod Preces, ko Pircējs ir pasūtījis, ievērojot e-veikalā norādīto kārtību un noteikumus, balstoties uz kuriem, starp Pircēju un uzņēmumu tiek noslēgts Distances pirkuma līgums.</p><p>5.6. Katru reizi veicot Preču pasūtījumu, Pircējs izsaka piedāvājumu noslēgt attiecīgo Preču Distances pirkuma līgumu saskaņā ar pasūtījumu un šiem noteikumiem. Uzņēmums apstiprina attiecīgo Preču Distances pirkuma līguma noslēgšanu vai atsakās to noslēgt. Ja Preču Distances pirkuma līgums starp Pircēju un Uzņēmumu ir noslēgts, uz Pircēja norādīto e-pasta adresi tiek nosūtīts apstiprinājums. Katrs Pircēja Preču pasūtījums ir pamats atsevišķam Distances pirkuma līgumam.</p><p>5.7. Noslēdzot Preču Distances pirkuma līgumu, Pircējs uzņemas saistības veikt attiecīgās Preces, kā arī tās piegādes apmaksu.</p><p>5.8. Preces raksturojums un cena EUR (ieskaitot visus nodokļus) tiek norādīta e-veikala tīmekļa vietnē un Pircējam ir tiesības ar to iepazīties pirms katra Preču pirkuma. Uzņēmums patur sev tiesības vienpusēji jebkurā brīdī mainīt Preces cenu. Uz konkrētām Precēm, par kurām starp Pircēju un Uzņēmumu jau ir noslēgts Distances pirkuma līgums, cenu izmaiņas nav pieļaujamas.</p>",
            "text_html": ""
          }
        },
        "text_4Wykir": {
          "type": "text",
          "name": "6. GARANTIJAS",
          "settings": {
            "title": "6. GARANTIJAS",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        },
        "text_mV9BWd": {
          "type": "text",
          "name": "7. DISTANCES LĪGUMA IZPILDES LAIKS",
          "settings": {
            "title": "7. DISTANCES LĪGUMA IZPILDES LAIKS",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        },
        "text_HiMLEy": {
          "type": "text",
          "name": "8. PREČU ATTEIKUMA UN ATGRIEŠANAS KĀRTĪBA",
          "settings": {
            "title": "8. PREČU ATTEIKUMA UN ATGRIEŠANAS KĀRTĪBA",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        },
        "text_Mjtke8": {
          "type": "text",
          "name": "9. KONFIDENCIALITĀTE",
          "settings": {
            "title": "9. KONFIDENCIALITĀTE",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        },
        "text_LNQnLr": {
          "type": "text",
          "name": "10. CITI NOTEIKUMI",
          "settings": {
            "title": "10. CITI NOTEIKUMI",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        },
        "text_3fgYWg": {
          "type": "text",
          "name": "11. LĪGUMA DARBĪBAS TERMIŅŠ",
          "settings": {
            "title": "11. LĪGUMA DARBĪBAS TERMIŅŠ",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        },
        "text_LjADCY": {
          "type": "text",
          "name": "12. STRĪDU IZSKATĪŠANA",
          "settings": {
            "title": "12. STRĪDU IZSKATĪŠANA",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        },
        "text_fn3nK3": {
          "type": "text",
          "name": "13. UZŅĒMUMA REKVIZĪTI",
          "settings": {
            "title": "13. UZŅĒMUMA REKVIZĪTI",
            "text": "<p>Atbilde uz jautājumu.</p>",
            "text_html": ""
          }
        }
      },
      "block_order": [
        "text_DgzeXL",
        "text_DUQGL3",
        "text_XjN8Wb",
        "text_bUmRDN",
        "text_9fhd6t",
        "text_4Wykir",
        "text_mV9BWd",
        "text_HiMLEy",
        "text_Mjtke8",
        "text_LNQnLr",
        "text_3fgYWg",
        "text_LjADCY",
        "text_fn3nK3"
      ],
      "name": "Sadarbības noteikumi",
      "settings": {
        "title": "Sadarbības noteikumi"
      }
    }
  },
  "order": [
    "main",
    "template_text_only_one_column_xrgh63"
  ]
}
